Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# TosUpdateDecline
source: We're very sorry, but this means we must part ways here. Unlike others, we don't use your data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a feature-rich cloud service. You can adjust how we use your data (e.g., delete synced contacts) in Privacy & Security settings. But if you're generally not OK with Telegram's modest needs, it won't be possible for us to provide this service. You can deactivate your account now — or look around some more and deactivate it later if you feel you're not happy with the way we use your data.
ar: للأسف، لا توجد خيارات أخرى. على عكس التطبيقات الأخرى؛ لا تستخدم تيليجرام بيانات المستخدمين لاستهدافهم بالإعلانات أو لأغراض تجارية أخرى. يخزن تيليجرام فقط المعلومات التي يحتاجها للعمل كخدمة سحابية غنية بالميزات. يمكنك ضبط كيفية استخدام بياناتك في إعدادات الخصوصية والأمان. إذا لم تكن مرتاحًا لاحتياجات تيليجرام المتواضعة؛ لن نتمكن من تزويدك بهذه الخدمة.
be: Нам вельмі шкада, але мы не можам ісці з вамі далей. У адрозненне ад іншых, мы не выкарыстоўваем вашы даныя для мэтавай рэкламы або для іншых камерцыйных мэт. Telegram захоўвае толькі інфармацыю, неабходную для функцыянавання, як бяспечны і багаты на функцыі воблачны сэрвіс. Вы можаце наладзіць даступнасць вашых даных нашым службам (напрыклад, выдаліць усе сінхранізаваныя кантакты ў наладах прыватнасці і бяспекі). Але калі вам не падабаецца тое, што мы выкарыстоўваем вашы даныя — на жаль, мы не зможам абслужыць вас. Калі вы не задаволеныя выкарыстаннем вашых даных, вы можаце адключыць свой уліковы запіс зараз або пазней.
ca: Ens sap greu, però això significa que ens hem de separar aquí. A diferència d'altres, nosaltres no utilitzem les vostres dades per a segmentar els anuncis o per a altres finalitats comercials. Telegram només desa la informació que necessita com a servei ple de funcionalitats al núvol. Podeu configurar com utilitzem les vostres dades (per ex. eliminar els contactes sincronitzats) a la configuració de Privadesa i Seguretat. Però si no esteu a gust amb les modestes necessitats de Telegram, no ens serà possible oferir-vos aquest servei. Podeu desactivar el vostre compte ara — o xafardejar una mica més i desactivar-lo més tard si no us agrada com utilitzem les vostres dades.
de: Es tut uns sehr leid aber in diesem Fall müssen sich unsere Wege trennen. Im Gegensatz zu anderen, werden bei Telegram deine Daten nicht für Werbezielerfassungen oder sonstige kommerzielle Zwecke verwendet. Telegram speichert nur die Informationen, die es braucht, um dir einen funktionsreichen Cloud-Dienst anbieten zu können. Unter 'Privatsphäre & Sicherheit' kannst du festlegen, wie wir deine Daten verwenden (z.B. synchronisierte Kontakte löschen). Wenn du dennoch mit unseren bescheidenen Anforderungen nicht einverstanden bist, wird es uns nicht möglich sein, dir diesen Dienst anzubieten. Du kannst dein Konto jetzt löschen oder dich noch etwas umschauen und jederzeit später löschen, sofern du mit Telegram nicht zufrieden sein solltest.
es: Lo sentimos mucho, pero esto significa que debemos separarnos aquí. A diferencia de otros, nosotros no usamos los datos para la orientación de anuncios u otros propósitos comerciales. Telegram sólo almacena la información que necesita para funcionar como un servicio en la nube. Puedes ajustar cómo usamos tus datos (por ejemplo, eliminar contactos sincronizados) en los ajustes de privacidad y seguridad. Pero si no estás de acuerdo con las modestas necesidades de Telegram, no podremos brindarte este servicio. Puedes eliminar tu cuenta ahora o usarla un tiempo y eliminarla después si no estás de acuerdo con la forma en la que usamos tus datos.
fi: Valitettavasti sinun tulee hyväksyä ehdot, tai et voi käyttää Telegramia. Telegram ei käytä tietojasi mainosten kohdentamiseen tai muihin kaupallisiin tarkoituksiin, kuten muut. Telegram säilyttää vain tietoja, joita se tarvitsee tarjotakseen monipuolisen pilvipalvelun. Voit itse valita, miten käytämme tietojasi (kuten poistaa synkronoidut yhteystiedot) yksityisyys- ja tietoturva-asetuksista. Mikäli et ole tyytyväinen Telegramin vähäisiinkään edellytyksiin, emme voi tarjota sinulle tätä palvelua.
fr: Nous sommes désolés, mais cela veut dire que nos chemins se séparent ici. Contrairement à d'autres, nous n'utilisons pas vos données pour du ciblage publicitaire ou d'autres fin commerciales. Telegram ne stocke que les informations nécessaires à son fonctionnement. Vous pouvez régler notre utilisation de vos données (comme supprimer les contacts synchronisés) dans les paramètres de confidentialité et sécurité. Mais si les besoins modestes de Telegram ne vous conviennent pas, il nous est impossible de vous fournir ce service. Vous pouvez désactiver votre compte maintenant, ou prendre un peu plus de temps et le désactiver plus tard si vous n'êtes pas satisfait de la façon dont nous utilisons vos données.
it: Siamo molto dispiaciuti, ma questo significa che dobbiamo separarci qui. A differenza di altri, non utilizziamo i tuoi dati per il targeting degli annunci o altri scopi commerciali. Telegram memorizza solo le informazioni necessarie per funzionare come servizio cloud ricco di funzionalità. Puoi regolare il modo in cui utilizziamo i tuoi dati (ad esempio, eliminando i contatti sincronizzati) nelle impostazioni di Privacy e sicurezza. Ma se in genere non sei d'accordo con le modeste esigenze di Telegram, non sarà possibile per noi fornire questo servizio. Puoi eliminare il tuo account ora — o guardarti intorno ancora e cancellarlo più tardi se ritieni di non essere soddisfatto del modo in cui usiamo i tuoi dati.
ko: 유감스럽게도, 텔레그램에 가입하실 수 없습니다. 다른 서비스와 달리 저희는 광고 타겟팅이나 다른 상업적 목적으로 귀하의 데이터를 사용하지 않습니다. 텔레그램이 안전하고 기능이 풍부한 클라우드 서비스로서 작동하는 데 필요한 정보만을 저장합니다. 개인 정보 및 보안 설정에서 데이터 사용 방식(동기화된 연락처 삭제 따위)을 설정하실 수 있습니다. 하지만 텔레그램의 간소한 요구 사항에 두루 동의하실 수 없다면 저희로서 이 서비스를 제공해 드리기가 어렵습니다.
ms: Kami mohon maaf, ini bermakna kita terpaksa berpisah di sini. Bukan seperti yang lain, kami tidak guna data anda untuk maksud periklanan atau tujuan komersil lain. Telegram hanya simpan informasi yang diperlukan untuk berfungsi sebagai servis awan berciri kaya. Anda boleh tukar cara data anda diguna (contoh, hapus kenalan tersegerak) di aturan Privasi & Sekuriti. Namun sekiranya anda tidak bersetuju dengan keperluan kecil Telegram, kami tak akan dapat berikan servis ini. Anda boleh hapus akaun anda sekarang - atau cari lagi dan hapuskannya kemudian jika anda tidak suka cara kami mengendali data anda.
nl: Het spijt ons maar helaas moeten we dan afscheid van elkaar nemen. In tegenstelling tot anderen gebruiken we je gegevens niet voor advertenties of andere commerciële doelen. Telegram slaat alleen gegevens op die noodzakelijk zijn om te kunnen functioneren als een veelzijde Cloud-dienst. Hoe we je gegevens gebruiken (verwijderen van gesynchroniseerde contacten) kun je aanpassen via de instellingen, onder Privacy & Veiligheid. Helaas is het wel zo dat als je niet akkoord gaat met het beperkte gebruik van je gegevens door Telegram, we je niet van onze dienst kunnen voorzien. Je kunt je account nu verwijderen of nog even rondkijken en deze later verwijderen als je niet blij bent met de manier waarop we met je data omgaan.
pl: Bardzo nam przykro, ale to oznacza, że musimy się tutaj rozstać. W odróżnieniu od innych nie używamy twoich danych do kierowania do ciebie spersonalizowanych reklam lub w innych komercyjnych celach. Telegram przechowuje tylko niezbędne do funkcjonowania informacje jako bogata w funkcje usługa działająca w chmurze. Możesz dostosować sposób, w jaki wykorzystujemy twoje dane (np. usunąć zsynchronizowane kontakty) w ustawieniach Prywatności i bezpieczeństwa. Jeśli jednak nie odpowiadają ci te skromne wymagania Telegrama, nie będziemy mogli dostarczyć ci tej usługi. Możesz dezaktywować swoje konto już teraz — lub rozejrzeć się po nim jeszcze trochę i dezaktywować je później, jeśli nie będziesz zadowolony ze sposobu, w jaki korzystamy z twoich danych.
pt_br: Sentimos muito, mas isso significa que devemos nos separar aqui. Ao contrário de outros, não utilizamos seus dados para segmentação de anúncios ou outros fins comerciais. O Telegram armazena apenas as informações necessárias para funcionar como um serviço em nuvem rico em recursos. Você pode ajustar como usamos seus dados nas configurações de Privacidade e Segurança. Se de forma geral você não concorda com os requisitos modestos do Telegram, não será possível te fornecer nossos serviços. Você pode apagar sua conta agora ou dar uma olhada e apagá-la mais tarde se achar que não está satisfeito com o modo como usamos seus dados.
ru: К сожалению, в этом случае придется отказаться от использования Telegram. В отличие от других сервисов, мы не используем Ваши данные для рекламы и иных коммерческих целей. На серверах хранится только та информация, которая позволяет Вам полноценно пользоваться Telegram. Вы можете регулировать доступ к своим данным в настройках приложения, в разделе Конфиденциальность и безопасность. Если Вы не готовы предоставить минимальные нужные данные , увы, мы не сможем обеспечить работу Telegram. Вы можете удалить аккаунт — или сперва осмотреться и удалить аккаунт позже, если останутся сомнения.
sv: Tyvärr finns inga andra alternativ. Till skillnad mot andra appar använder Telegram inte användardata för riktad annonsering eller andra kommersiella ändamål. Telegram lagrar endast den information som behövs för en funktionsrik molntjänst. Du kan välja hur din data används i inställningar för Integritet och Säkerhet. Om du inte känner dig bekväm med Telegrams modesta krav kommer det inte vara möjligt för oss att tillhandahålla vår tjänst.
tr: Çok üzgünüz, ama bu yollarımızı ayırmamız gerektiği anlamına geliyor. Başkalarının aksine, verilerinizi reklam hedeflemesi veya diğer ticari amaçlar için kullanmıyoruz. Telegram sadece zengin özelliklere sahip bir bulut hizmeti olarak işlev görmesi gereken bilgileri saklar. Verilerinizi nasıl kullanacağımızı (ör. eşitlenmiş kişileri sil) Gizlilik ve Güvenlik ayarlarından ayarlayabilirsiniz. Ancak Telegram'ın mütevazı ihtiyaçlarını kabul etmiyorsanız, bu hizmeti bizim sağlamamız mümkün olmayacaktır. Verilerinizi kullanma şeklimizden memnun değilseniz, hesabınızı şimdi devre dışı bırakabilir ya da biraz daha inceleyebilir ve daha sonra devre dışı bırakabilirsiniz.
uk: Нам шкода, але тут наші шляхи розходяться. На відміну від інших, ми не використовуємо ваші дані для таргетингу реклами чи інших комерційних потреб. Telegram зберігає лише ту інформацію, яка потрібна для того, щоб він працював як потужний хмарний сервіс. У налаштуваннях Приватності й безпеки ви можете вибрати, як використовуються ваші дані (напр., видалити синхронізовані контакти). Але якщо ви не погоджуєтеся зі скромними потребами Telegram, ми не зможемо надати вам цей сервіс. Ви можете деактивувати акаунт зараз, або, якщо вам не подобається, як ми використовуємо ваші дані, трішки почекати і видалити його пізніше.

# TotalDataUsage
source: Total
ar: الإجمالي
be: Усяго
de: Insgesamt
fa: مجموع
fi: Yhteensä
it: Totale
ko: 전체
ms: Jumlah
nl: Totaal
pl: Łącznie
ru: Всего
sv: Totalt
tr: Toplam
uk: Усього
uz: Jami
zh_cn: 总计
zh_tw: 總計

# TotalDeviceFreeSize
source: {0} Free
ar: ⁨{0}⁩ مساحة حرة
be: {0} Вольна
ca: {0} lliure
de: {0} frei
es: Libre • {0}
fa: ⁨{0}⁩ خالی
fi: {0} vapaana
fr: {0} disponible
id: Kosong {0}
it: {0} Liberi
ko: {0} 여유
ms: {0} Kosong
nl: {0} vrij
pl: {0} Wolne
pt_br: Livre • {0}
ru: {0} свободно
sv: {0} ledigt
tr: {0} Boş
uk: {0} Вільно
uz: {0} boʻsh

# TotalDeviceSize
source: {0} Other Apps
ar: ⁨{0}⁩ تطبيقات أخرى
be: {0} Іншыя праграмы
ca: {0} d'altres apps
de: {0} Andere Apps
es: Otras apps • {0}
fi: {0} muita sovelluksia
fr: {0} autres applications
it: {0} Altre app
ko: {0} 기타 앱
ms: {0} Aplikasi Lain
nl: {0} Andere Apps
pl: {0} Inne aplikacje
pt_br: {0} Outros Apps
ru: {0} других приложений
sv: {0} andra appar
tr: {0} Diğer Uygulamalar
uk: {0} Інші програми

# TranslateMessage
source: Translate
ar: ترجمة
be: Перакласці
ca: Tradueix
de: Übersetzen
es: Traducir
fi: Käännä
fr: Traduire
it: Traduci
ko: 번역
ms: Terjemah
nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
ru: Перевести
sv: Översätt
tr: Çevir
uk: Перекласти

source: Translate Messages
ar: ترجمة الرسائل
be: Пераклад паведамленняў
ca: Tradueix els missatges
de: Nachrichten übersetzen
es: Traducción de mensajes
fi: Käännä viestit
fr: Traduire les messages
it: Traduci i messaggi
ko: 메시지 번역
ms: Terjemah Mesej
nl: Berichten vertalen
pl: Tłumaczenie wiadomości
pt_br: Traduzir Mensagens
ru: Перевести сообщения
sv: Översätt meddelanden
tr: Mesajları Çevir
uk: Переклад повідомлень

# TranslateMessagesInfo1
source: The ‘Translate’ button will appear when you make a single tap on a text message.
ar: سيظهر زر «الترجمة» عند الضغط مرة واحدة على الرسالة.
be: Кнопка «Перакласці» з'явіцца, калі вы націснеце на тэкставае паведамленне.
ca: El botó «Tradueix» apareixerà quan feu un sol toc en un missatge de text.
de: Der Übersetzen-Knopf erscheint in der App, sobald du eine einzelne Nachricht 1x kurz antippst.
es: El botón “Traducir” aparecerá cuando hagas un solo toque en un mensaje de texto.
fi: 'Käännä'-painike näkyy, kun napautat tekstiä sisältävää viestiä kerran.
fr: Le bouton "Traduire" apparaîtra lorsque vous appuierez sur un message contenant du texte.
it: Il pulsante ‘Traduci’ apparirà con un singolo tocco su un messaggio di testo.
ko: 텍스트 메시지를 한번 탭 할 경우 '번역' 버튼이 나타나게 됩니다.
ms: Butang Terjemah akan terpapar bila anda tekan pada mesej teks.
pl: Przycisk „Tłumacz” pojawi się po jednokrotnym dotknięciu wiadomości tekstowej.
pt_br: O botão 'Traduzir' aparecerá quando você tocar uma vez na mensagem de texto.
ru: Кнопка «Перевести» появится в меню по нажатию на текстовое сообщение.
sv: Knappen ‘Översätt’ framträder när du gör ett enkeltryck på ett meddelande.
tr: Bir metin mesajının üzerine bir kez dokunduğunuzda "Çevir" düğmesi görünecektir.
uk: Кнопка для перекладу з‘являється при натисканні на повідомлення.

# TranslateMessagesInfo2
source: Google may have access to the messages you translate.
ar: قد تتمكن Google من الوصول إلى الرسائل المترجمة.
be: Google можа мець доступ да паведамленняў, якія вы перакладаеце.
ca: És possible que Google tingui accés als missatges que traduïu.
de: Google hat unter Umständen Zugriff auf die Nachrichten, die du im Chat übersetzt.
es: Google podría tener acceso a los mensajes que traduzcas.
fi: Google saattaa nähdä käännettyjen viestien sisällön.
fr: Google peut avoir accès aux messages que vous traduisez.
it: Google potrebbe avere accesso ai messaggi che traduci.
ko: 번역하는 메시지에 대해 구글이 접근을 할 수도 있습니다.
ms: Peta Google mungkin ada akses pada mesej anda terjemah.
pl: Google może mieć dostęp do tłumaczonych przez ciebie wiadomości.
pt_br: O Google pode ter acesso às mensagens que você traduzir.
ru: Google может иметь доступ к сообщениям, которые Вы переводите.
sv: Google kan ha åtkomst till meddelanden du översätter.
tr: Google, çevirdiğiniz mesajlara erişebilir.
uk: Google може мати доступ до повідомлень, які ви перекладаєте.

source: Translate more...
ar: ترجمة المزيد...
be: Перакласці яшчэ...
ca: Tradueix més...
de: Mehr übersetzen...
es: Traducir más…
fi: Käännä lisää...
fr: Traduire la suite...
it: Traduci di più...
ko: 더 번역하기...
ms: Terjemah lagi...
pl: Przetłumacz więcej…
pt_br: Traduzir mais...
ru: Перевести больше...
sv: Översätt mer...
tr: Daha fazlasını çevir...
uk: Перекласти ще...

# TranslationFailedAlert1
source: Translation failed. Try again later.
ar: فشلت الترجمة. ترجى المحاولة لاحقًا.
be: Не ўдалося перакласці. Паспрабуйце пазней.
ca: La traducció ha fallat. Proveu més tard.
de: Übersetzung fehlgeschlagen. Probiere es später wieder.
es: Traducción fallida. Reinténtalo más tarde.
fi: Käännösvirhe. Yritä myöhemmin uudelleen.
fr: Échec de la traduction. Réessayez plus tard.
it: Traduzione fallita. Riprova più tardi.
ko: 번역이 실패하였습니다. 다시 시도해주세요.
ms: Terjemahan kandas. Cuba lagi nanti.
pl: Tłumaczenie się nie powiodło. Spróbuj ponownie później.
pt_br: Falha ao traduzir. Tente mais tarde.
ru: Не удалось перевести. Попробуйте позже.
sv: Översättning misslyckades. Försök igen senare...
tr: Çeviri başarısız oldu. Daha sonra tekrar deneyin.
uk: Не вдалося перекласти. Спробуйте пізніше.

# TranslationFailedAlert2
source: Translation failed.
ar: فشلت الترجمة.
be: Не ўдалося перакласці.
ca: La traducció ha fallat.
de: Übersetzung fehlgeschlagen.
es: Traducción fallida.
fi: Käännösvirhe.
fr: Échec de la traduction.
it: Traduzione fallita.
ko: 번역이 실패하였습니다.
ms: Terjemahan kandas.
pl: Tłumaczenie się nie powiodło.
pt_br: Falha ao traduzir.
ru: Не удалось перевести.
sv: Översättning misslyckades
tr: Çeviri başarısız oldu.
uk: Не вдалося перекласти.

source: Turn Password Off
ar: تعطيل كلمة المرور
be: Адключыць пароль
ca: Desactiva la contrasenya
de: Passwort deaktivieren
es: Desactivar contraseña
fa: غیرفعال کردن گذرواژه
fi: Poista salasana käytöstä
fr: Désactiver le mot de passe
id: Matikan Sandi
it: Disattiva password
ko: 비밀번호 끄기
ms: Padam Kata Laluan
nl: Wachtwoord uitschakelen
pl: Wyłącz hasło
pt_br: Desativar senha
ru: Отключить пароль
sv: Koppla bort lösenord
tr: Parolayı Kapat
uk: Вимкнути пароль
uz: Parolni faolsizlantirish
zh_cn: 删除密码
zh_tw: 删除密碼

# TurnPasswordOffPassport
source: Warning! All data saved in your Telegram Passport will be lost!
ar: سيتم فقدان كل البيانات المحفوظة في جواز تيليجرام.
be: Увага! Усе даныя ў вашым Telegram Passport будуць страчаны!
ca: Atenció! Totes les dades desades al vostre Telegram Passport es perdran!
de: Warnung! Alle Daten in deinem Telegram Passport gehen verloren!
es: ¡Advertencia! ¡Todos los datos guardados en tu Telegram Passport se perderán!
fa: هشدار! تمامی اطلاعات ذخیره شده در پاسپورت تلگرام شما از بین خواهند رفت!
fi: Kaikki Telegram-passiin tallennetut tiedot menetetään.
fr: Attention ! Toutes les données enregistrées dans Telegram Passport seront perdues.
id: PERINGATAN! Semua data yang disimpan di Telegram Passport Anda akan hilang!
it: Attenzione! Tutti i dati salvati nel tuo Telegram Passport andranno persi!
ko: 경고! 텔레그램 패스포트에 저장된 데이터가 모두 사라집니다!
ms: Amaran! Semua data disimpan dalam Telegram Passport anda akan hilang!
nl: Let op! Alle opgeslagen gegevens in je Telegram Passport gaan verloren!
pl: Ostrzeżenie! Wszystkie zapisane dane w twoim Paszporcie Telegrama zostaną utracone!
pt_br: Atenção! Todos os dados salvos no seu Telegram Passport serão perdidos!
ru: Внимание! Все данные, сохранённые в Вашем Telegram Passport, будут потеряны!
sv: Varning! Alla data sparade i ditt Telegram Passport förloras!
tr: Dikkat! Telegram Pasaportunuza kayıtlı tüm veriler kaybolacak!
uk: Попередження! Усі дані, збережені в Telegram Passport, буде втрачено!
uz: Ogohlantirish! Telegram Passportʼda saqlanayotgan barcha maʼlumotlar oʻchirib tashlanadi!
zh_cn: 警告！所有存储在 Telegram 通行证里的数据都将丢失！
zh_tw: 警告！所有儲存在 Telegram 通行証裏的數據都將丢失！

# TurnPasswordOffQuestion
source: Are you sure you want to disable your password?
ar: هل ترغب حقًا في تعطيل كلمة مرورك؟
be: Вы ўпэўнены, што хочаце адключыць ваш пароль?
ca: Segur que voleu desactivar la contrasenya?
de: Ganz sicher dein Passwort deaktivieren?
es: ¿Quieres desactivar tu contraseña?
fa: آیا از غیرفعال کردن گذرواژه خود اطمینان دارید؟
fi: Haluatko varmasti poistaa salasanan käytöstä?
fr: Voulez-vous vraiment désactiver votre mot de passe ?
id: Anda yakin ingin menonaktifkan sandi Anda?
it: Vuoi davvero disattivare la tua password?
ko: 정말 비밀번호를 사용하지 않도록 하시겠습니까?
ms: Anda pasti mahu nyahdaya kata laluan anda?
nl: Weet je zeker dat je je wachtwoord wilt uitschakelen?
pl: Czy na pewno chcesz wyłączyć hasło?
pt_br: Tem certeza de que deseja desativar a sua senha?
ru: Вы точно хотите отключить пароль?
sv: Är du säker på att du vill inaktivera ditt lösenord?
tr: Parolanızı devre dışı bırakmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вимкнути пароль?
uz: Haqiqatan ham parolingizni faolsizlantirmoqchimisiz?
zh_cn: 您确定要删除您的密码吗？
zh_tw: 您確定要删除您的密碼嗎？

# TurnPasswordOffQuestionTitle
source: Disable password
ar: تعطيل كلمة المرور
be: Адключыць пароль
ca: Desactiva la contrasenya
de: Passwort deaktivieren
es: Desactivar contraseña
fa: غیرفعال کردن گذرواژه
fi: Poista salasana käytöstä
fr: Désactiver le mot de passe
id: Nonaktifkan Kata Sandi
it: Disattiva password
ko: 비밀번호 끄기
ms: Nyahdaya kata laluan
nl: Wachtwoord uitschakelen
pl: Wyłącz hasło
pt_br: Desativar senha
ru: Отключить пароль
sv: Inaktivera lösenord
tr: Parolayı kapat
uk: Вимкнути пароль
uz: Parolni oʻchirib qoʻyish

source: Two-Step Verification
ar: التحقق بخطوتين
be: Двухэтапная праверка
ca: Verificació en dos passos
de: Zweistufige Bestätigung
es: Verificación en dos pasos
fa: تأیید دو مرحله‌ای
fi: Kaksivaiheinen todennus
fr: Double authentification
id: Verifikasi Dua Langkah
it: Verifica in due passaggi
ko: 2단계 인증
ms: Verifikasi 2-Langkah
nl: Twee-staps-verificatie
pl: Weryfikacja dwustopniowa
pt_br: Verificação em Duas Etapas
ru: Двухэтапная аутентификация
sv: Tvåstegsverifiering
tr: İki Adımlı Doğrulama
uk: Двоетапна перевірка
uz: Ikki bosqichli tekshiruv
zh_cn: 两步验证
zh_tw: 兩步驟驗證

# TwoStepVerificationPasswordReturnPassport
source: Return to Passport
ar: العودة إلى جواز السفر
be: Вярнуцца да пашпарта
ca: Torna al Passport
de: Zurück zu Passport
es: Volver a Passport
fa: بازگشت به پاسپورت
fi: Palaa passiin
fr: Retour au passeport
id: Kembali ke Passport
it: Ritorna al Passport
ko: 패스포트로 돌아가기
ms: Kembali ke Pasport
nl: Terug naar Passport
pl: Wróć do Paszportu
pt_br: Voltar ao Passport
ru: Вернуться к паспорту
sv: Återgå till Passport
tr: Pasaporta Geri Dön
uk: Повернутися до Passport
uz: Parolga qaytish

# TwoStepVerificationPasswordReturnSettings
source: Return to Settings
ar: العودة للإعدادات
be: Вярнуцца ў Налады
ca: Torna a la configuració
de: Zurück zu Einstellungen
es: Volver a Ajustes
fa: بازگشت به تنظیمات
fi: Palaa asetuksiin
fr: Retour aux paramètres
id: Kembali ke Pengaturan
it: Ritorna alle Impostazioni
ko: 설정으로 돌아가기
ms: Kembali ke Aturan
nl: Terug naar instellingen
pl: Wróć do ustawień
pt_br: Voltar às Configurações
ru: Вернуться к настройкам
sv: Återgå till Inställningar
tr: Ayarlar'a Dön
uk: Повернутися в Налаштування
uz: Sozlamalarga qaytish

# TwoStepVerificationPasswordSet
source: Password Set!
ar: تم تعيين كلمة المرور!
be: Пароль зададзены!
ca: S'ha definit la contrasenya!
de: Passwort festgelegt!
es: ¡Contraseña establecida!
fa: گذرواژه تنظیم شد!
fi: Salasana asetettu!
fr: Mot de passe défini !
id: Kata sandi sudah dibuat!
it: Password impostata!
ko: 비밀번호가 설정되었습니다!
ms: Kata Laluan diSet!
nl: Wachtwoord ingesteld!
pl: Hasło ustawione!
pt_br: Senha Definida!
ru: Пароль установлен
sv: Lösenord aktiverat!
tr: Parola Ayarlandı!
uk: Пароль встановлено!
uz: Parol oʻrnatildi!
